Repository: kroshkaEvan/PhotoPicker
Catalog: PhotoPicker/PhotoPicker/*.lproj/Localization.strings
Languages: ru

source: Please enter search term above...
ru: Пожалуйста, введите поисковый запрос...

source: Share image
ru: Поделиться фото

source: Delete image
ru: Удалить фото

source: Cancel
ru: Отмена

source: How would you like to add a photo?
ru: Как бы вы хотели добавить фотографию?

source: Take photo
ru: Сделайте снимок

source: Settings
ru: Настройки

source: Select photo from the library
ru: Выберите фотографию из библиотеки

source: Help
ru: Помощь

source: Web page
ru: Веб редактор

source: Log Out
ru: Выйти

source: Log out of your account?
ru: Выйти из своей учетной записи?

source: Fill in all fields
ru: Заполните все поля

source: Lenght of password is less than 8 charcters
ru: Длина пароля составляет менее 8 символов

source: Back
ru: Назад

source: Uh - oh
ru: Ошибка

source: Enter your email
ru: Введите свой адрес электронной почты

source: Сreate new password
ru: Создать новый пароль

source: Create new username
ru: Создать новое имя пользователя

source: Sign up
ru: Зарегистрироваться

source: Password
ru: Пороль

source: Name
ru: Имя

source: Choose username
ru: Выберите имя пользователя

source: You couldn't log in, check your password or create an account
ru: Вы не смогли войти в систему, проверьте свой пароль или создайте учетную запись

source: Don't have an account? Sign up.
ru: У вас нет учетной записи? Зарегистрироваться.

source: Log In
ru: Войти
